Revit 2027 API
RebarContainerParameterManager Properties
The RebarContainerParameterManager type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
RebarContainerParameterManager Class
Autodesk.Revit.DB.Structure Namespace